Repository: scardinius/de.systopia.campaign
Catalog: l10n/*/LC_MESSAGES/campaign.po
Languages: pl_pl

source: Total Revenue
pl_pl: Całkowity przychód

source: Total Revenue Goal
pl_pl: Docelowy całkowity przychód

source: Number of Contributions (completed)
pl_pl: Łączna liczba wpłat (Zakończone)

source: Number of completed contributions
pl_pl: Łączna liczba wpłat o statusie Zakończony

source: Average Amount of Contributions
pl_pl: Średnia wysokość wpłaty

source: Average amount of completed contributions
pl_pl: Średnia wysokość wpłaty o statusie Zakończony

source: Number of Contributions (all but cancelled/failed)
pl_pl: Łączna liczba wpłat innych niż anulowane

source: Total Costs
pl_pl: Całkowite koszty

source: Sum of (known) expenses to this campaign
pl_pl: Suma (znanych) kosztów tej kampanii

source: Number of First Contributions
pl_pl: Łączna liczba pierwszych wpłat (bez względu na status!)

source: Number of first contributions associated with this campaign
pl_pl: Łączna liczba pierwszych wpłat (bez względu na status!) powiązanych z tą kampanią

source: Average Cost per First Contribution
pl_pl: Średni koszt dla pierwszych wpłat

source: Average Cost per first contribution associated with this campaign
pl_pl: Średni koszt dla pierwszych wpłat powiązanych z tą kampanią

source: Average Cost per Second or Later Contribution
pl_pl: Średni koszt dla drugich i kolejnych wpłat

source: Average Cost per second or later contribution associated with this campaign
pl_pl: Średni koszt dla drugich i kolejnych wpłat powiązanych z tą kampanią

source: Return on investment
pl_pl: Zwrot z inwestycji

source: Total Revenue Reached
pl_pl: Stan osiągnięcia docelowego przychodu

source: Revenue Breakdown
pl_pl: Rozkład przychodów

source: Donation Heartbeat
pl_pl: Wykres transakcji w czasie

source: de.systopia.campaign: cycle detected! id: %1
pl_pl: de.systopia.campaign: "cycle" skasowany! id: %1

source: de.systopia.campaign: can't set self as parent! id: %1 -> %2
pl_pl: de.systopia.campaign: Nie można ustawić kampanii jako rodzica samej siebie! id: %1 -> %2

source: Contact associated with this expense
pl_pl: Kontakt powiązany z tym wydatkiem

source: Date of the expense
pl_pl: Data wydatku

source: Description of the expense
pl_pl: Opis wydatku

source: Total amount of the expense
pl_pl: Całkowita kwota wydatków

source: Currency of the expense
pl_pl: Waluta wydatku

source: Financial account of the expense
pl_pl: Konto finansowe wydatku

source: Status of the expense (see option group contribution_status)
pl_pl: Status wydatku (wg statusu kontrybucji)

source: Refers to option group civicrm_campaign_expense_types for categorisation
pl_pl: Kategoria kosztu kampanii (wg grupy opcji Rodzaje wydatków kampanijnych)

source: A CampaignExpense with ID '%1' doesn't exist.
pl_pl: Wydatek kampanii z ID '%1' nie istnieje.

source: CampaignExpense ID
pl_pl: ID wydatku kampanijnego

source: Parent ID
pl_pl: ID rodzica

source: - select Parent -
pl_pl: - wybierz rodzica -

source: View
pl_pl: Zobacz

source: View Campaign
pl_pl: Zobacz kampanię

source: Campaign Expense Types
pl_pl: Rodzaje wydatków kampanijnych

source: Default
pl_pl: Domyślny

source: Error while fetching expenses
pl_pl: Błąd podczas przetwarzania wydatków

source: Successfully removed expense %1
pl_pl: Pomyślnie usunięto wydatek %1

source: Expense deleted
pl_pl: Wydatek został skasowany

source: Could not delete expense
pl_pl: Nie można skasować wydatku

source: Add Expense
pl_pl: Dodaj wydatek

source: Successfully added expense %1
pl_pl: Pomyślnie dodano wydatek %1

source: Expense added
pl_pl: Wydatek został dodany

source: Could not add expense
pl_pl: Nie można dodać wydatku

source: No Data
pl_pl: Brak danych

source: (INACTIVE)
pl_pl: (NIEAKTYWNY)

source: Successfully cloned campaign
pl_pl: Kampania została poprawnie sklonowana

source: Campaign cloned
pl_pl: Kampania sklonowana

source: Could not clone campaign
pl_pl: Nie można sklonować kampanii

source: Edit Campaign
pl_pl: Edytuj kampanię

source: Create Subcampaign
pl_pl: Utwórz podkampanię

source: Clone
pl_pl: Klonuj

source: Include subtree
pl_pl: Włączając podkampanie

source: Title Match Pattern
pl_pl: Wzorzec wyszukiwania w tytule(?)

source: Title Replacement Pattern
pl_pl: Wzorzec zamiany w tytule(?)

source: Start Date Offset
pl_pl: Wartość przesunięcia daty początkowej

source: End Date Offset
pl_pl: Wartość przesunięcia daty końcowej

source: Save
pl_pl: Zapisz

source: Cancel
pl_pl: Anuluj

source: Parent Campaign(s)
pl_pl: Kampanie nadrzędne

source: This is a root campaign
pl_pl: To jest kampania początkowa

source: Subcampaign(s)
pl_pl: Podkampanie

source: none
pl_pl: brak

source: View Campaign Tree
pl_pl: Pokaż drzewo kampanii

source: Clone Campaign
pl_pl: Klonuj kampanię

source: Return to Dashboard
pl_pl: Wróć do pulpitu

source: not set
pl_pl: nie ustawiony

source: Are you sure you want to apply this status id to all subcampaigns?
pl_pl: Czy jesteś pewiem, że chcesz ustawić ten status id do wszystkich podkampanii?

source: Apply to Subcampaigns
pl_pl: Zastosuj do podkampanii

source: Is Active
pl_pl: Aktywny

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Are you sure you want to apply this status to all subcampaigns?
pl_pl: Czy jesteś pewiem, że chcesz ustawić ten status dla wszystkich podkampanii?

source: External Identifier
pl_pl: Identyfikator zewnętrzny

source: Start date
pl_pl: Data początkowa

source: Are you sure you want to apply this start date to all subcampaigns?
pl_pl: Czy jesteś pewiem, że chcesz ustawić tę datę początkową dla wszystkich podkampanii?

source: End date
pl_pl: Data końcowa

source: Are you sure you want to apply this end date to all subcampaigns?
pl_pl: Czy jesteś pewien, że chcesz ustawić tę datę końcową do wszystkich podkampanii?

source: Revenue Goal
pl_pl: Cel przychodowy

source: Campaign Information
pl_pl: Informacje o kampanii

source: Description
pl_pl: Opis

source: Goal
pl_pl: Cel

source: KPI Charts
pl_pl: Wykresy wskaźników KPI

source: Key Performance Indicators (includes subcampaigns)
pl_pl: Wskaźniki KPI (z uwzględnieniem podkampanii)

source: Activities
pl_pl: Interakcje

source: Type of activity
pl_pl: Rodzaj interakcji

source: No activity types found
pl_pl: Nie znaleziono żadnej aktywności

source: Campaign Expenses (only this campaign)
pl_pl: Wydatki kampanii (tyko dla tej kampanii)

source: Costs (only this campaign)
pl_pl: Wydatki (tylko dla tej kampanii)

source: Amount
pl_pl: Kwota

source: Category
pl_pl: Kategoria

source: Date
pl_pl: Data

source: Actions
pl_pl: Akcje

source: Edit
pl_pl: Edytuj

source: Are you sure you want to delete this expense?
pl_pl: Czy jesteś pewien, że chcesz skasować ten wydatek?

source: Delete
pl_pl: Skasuj

source: No expenses found
pl_pl: Nie znaleziono wydatków

source: Transaction Date
pl_pl: Data transakcji

source: Submit
pl_pl: Wyślij

source: View Root
pl_pl: Przejdź do początku

source: View Parent
pl_pl: Przejdź do góry

source: Reset View
pl_pl: Odśwież widok

source: Help
pl_pl: Pomoc
